---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.GroupFailures.CannotPlaceGroup
source: html/54d7766e-2d99-2ec3-d547-ef8344c304c0.htm
---
# Autodesk.Revit.DB.BuiltInFailures.GroupFailures.CannotPlaceGroup Property

Can't place Group from browser. Try copy/pasting existing copy of the Group instead.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotPlaceGroup { get; }
```